[
    {
      "index": 0,
      "title": "General Electrical System Troubleshooting",
      "balance": "$1,015",
      "picture": "https://i.ibb.co/rMqV5CX/1-Electrical-Repair-Arizona.jpg",
      "details": "You can troubleshoot any type of electrical equipment. Most jobs in the skilled trades involve troubleshooting. For example, an appliance technician may troubleshoot a broken dishwasher.Troubleshooting allows us to fix equipment that is no longer working. For example, imagine that your new dishwasher stops working. Instead of replacing the dishwasher, you can troubleshoot the problem.In general, equipment breaks down because one part is malfunctioning. All of the other parts in the system work as expected. Troubleshooting allows us to replace the bad component instead of the entire system. To troubleshoot a system, we often need to refer to a wiring diagram. The information on a wiring diagram helps us understand the components, wiring, and the flow of current. Without a wiring diagram, it is very difficult to start troubleshooting.Recall that a wiring diagram has a line and a control side.On the line side of the circuit, you will find switches like contactor switches. On the load side of the circuit, you will find electrical loads like motors.The control side of a circuit has relays, safeties, and coils. For example, the thermostat on an HVAC system is usually found on the control side of the circuit. The control side of the circuit receives a lower voltage, for example 24V.When we troubleshoot a system, a problem on the line or control side presents different problems. For example, a problem on the control side could be causing the thermostat to not call for heating or cooling. On the line side, a fan may not be running due to a bad winding."
    },
    {
      "index": 1,
      "title": "New Wire Installation",
      "balance": "$2,373",
      "picture": "https://i.ibb.co/3169Rny/2-electrical-wiring.jpg",
      "details": "Much of what you need to know for electrical repairs and remodeling involves how to identify it, how to buy it, and how to install it with proper connections. If you're planning any electrical project, learning the basics of wiring materials and installation is the best place to start. Understanding basic wiring terminology and identifying the most common types of wire and cable will help when investigating wiring problems and when choosing the wiring for new installation and remodeling projects.The proper wire size is critical to any electrical wire installation. Wire sizing indicates the diameter of the metal conductor of the wire and is based on the American Wire Gauge (AWG) system. Color coding is used both on the outer sheathing of bundled electrical cables and on the individual conduction wires within cables or inside the conduit. Understanding this color coding can help you identify what the wiring is used for and helps maintain consistency within an electrical system."
    },
    {
      "index": 2,
      "title": "Circuit Breaker or Switch Repair or Replacement",
      "balance": "$3,768",
      "picture": "https://i.ibb.co/X4zRtLW/3-breaker.jpg",
      "details": "You often see signs of damage to your circuit breaker panel. The most obvious is sparking or smoke coming from the unit. Black marks might appear, or you could smell smoke. All of this indicates overheating. If you see it, contact an electrician right away.Water damage reveals itself as a white, chalky substance in the panel, or as rust or corrosion on the panel or wiring. This damage is more than cosmetic. If water seeps into your breaker panel, it creates significant problems.Other times you may see the breakers trip more often. Every home has times that you need to flip your breaker back. This means it's doing its job, but it should not happen all the time. Similarly, if you see flickering lights or the breakers that don't reset, you have electric issues a professional must address.Many of the issues you see with your breaker panel begin with the wiring. If wires are loose or damaged, it creates problems that require immediate repair. Sometimes it just looks like failing appliances or lights, but you can't assume that is all it is. Left unchecked, it creates a safety hazard for you and your family."
      
    },
    {
      "index": 3,
      "title": "Electrical house wiring",
      "balance": "$2,291",
      "picture": "https://i.ibb.co/6njZhSw/4-ndplpipes-licii-com.jpg",
      "details": "House electrical wiring is a process of connecting different accessories for the distribution of electrical energy from the supplier to various appliances and equipment at home like television, lamps, air conditioners, etc.When the wiring is not done properly or isn't maintained well, it may lead to dangerous situations such as electrical fires. Therefore, it is important that you take a lot of care while installing electrical wires and cables. If you are wondering which electrical wiring to install at your home, as we have a wide range of wiring at competitive prices and our experienced team will guide you through the selection process.Home electrical wiring is an essential part of comfort and stability. You should always be able to trust the system providing your home with power! Whether you're building or renovating a home, upgrading the existing system, or just looking for a reliable electrical contractor to have on hand."
    },
    {
      "index": 4,
      "title": "CCTV Camera Service",
      "balance": "$3,671",
      "picture": "https://i.ibb.co/CwnysQq/5-cctvcameraservicing.jpg",
      "details": "Achieving peace of mind for your home doesn't have to be pricey or difficult. Traditional home security systems often require long contracts and expensive professional installation, but most smart DIY security systems are affordable and easy to install, and allow you to pay for a monitoring plan only when you want it. Closed Circuit Television (CCTV) surveillance is an important tool to successfully monitor premises and deter crime.  Large number of businesses and government agencies use CCTV to monitor and collect video/audio evidence.Quality video evidence helps solve crime and increases apprehensions by private security and police agencies.Saves  money by identifying operational issues.Acts as a deterrent to those that would consider being dishonest.Video evidence often eliminates or significantly reduces exposure to litigation via fraudulent or frivolous claims.All too often businesses discover product or money missing weeks after the fact. Having video archives available to go back and review often solves these mysteries.IP Camera is One of the Advance in Technology and Expensive Solution in Bangladesh. Few IP Camera Solution Comes with Basic Low Cost for Home User . IP Camera Solution Can Provide with Very Critical Need and Large Scale Intigration. Small Solution With IP Camera is Not Nesserary. But The Largse Intigration of CCTV Surviellance Solution with IP Camera is Best For Large Enterprise, Metropolitan Area, Public Place, University."
    },
    {
      "index": 5,
      "title": "solar system installation",
      "balance": "$1,775",
      "picture": "https://i.ibb.co/0mLwk2v/6-solar-system.jpg",
      "details": "There are a number of steps to follow when planning to power your home with solar energy. After choosing which option is best for you to use solar (see step 3), follow the steps afterward that apply to you. Your solar energy installer and local utility company can provide more information on the exact steps you will need to take to power your home with solar energy.Investigate your home's energy efficiency.Before starting the process of powering your home with solar energy, homeowners should investigate their energy use and consider potential efficiency upgrades. Homeowners should be well aware of their total electricity usage, and consider low-cost and easy-to-implement efficiency measures before choosing solar. Review electricity bills to determine annual electricity needs. Your usage will be shown in kilowatt-hours (kWh). Review each month of the year; you may use more electricity in some months than others (e.g., if you run the air conditioner in the summer). Some utilities offer tools that can help with this review.Consider any planned changes. If you will be purchasing an electric vehicle or are planning a home addition, your electricity needs may increase. If you are continuing to make significant changes to improve your home's energy efficiency, you may need less electricity than you used in the past.Your installer will also ensure that all equipment is installed correctly and oriented and tilted in such a way to maximize the daily and seasonal solar energy received and produced by your system."
    }
  ]